{
    "data":  {
                 "id":  "af5570f5a1810b7af78caf4bc70a660f0df51e42baf91d4de5b2328de0e83dfc",
                 "type":  "file",
                 "links":  {
                               "self":  "https://www.virustotal.com/api/v3/files/af5570f5a1810b7af78caf4bc70a660f0df51e42baf91d4de5b2328de0e83dfc"
                           },
                 "attributes":  {
                                    "tags":  [
                                                 "zero-filled",
                                                 "trusted",
                                                 "known-distributor",
                                                 "via-tor",
                                                 "nsrl",
                                                 "idle"
                                             ],
                                    "available_tools":  [
                                                            "sigcheck"
                                                        ],
                                    "type_description":  "unknown",
                                    "filecondis":  {
                                                       "raw_md5":  "74fdc86dc8f2090138709827f975d323",
                                                       "dhash":  "8100000000000000"
                                                   },
                                    "md5":  "7dea362b3fac8e00956a4952a3d4f474",
                                    "magic":  "data",
                                    "tlsh":  "TNULL",
                                    "downloadable":  true,
                                    "meaningful_name":  "PetsApp.svgbundle",
                                    "known_distributors":  {
                                                               "distributors":  [
                                                                                    "Microsoft",
                                                                                    "Apple",
                                                                                    "Wireshark Foundation"
                                                                                ],
                                                               "filenames":  [
                                                                                 "coremldata.bin",
                                                                                 "ivs-1.3.0_quantized_sqdev.espresso.weights-af5570f5a1810b7af78caf4bc70a660f0df51e42baf91d4de5b2328de0e83dfc",
                                                                                 "__DATA_CONST__objc_imageinfo",
                                                                                 "PetsApp.svgbundle",
                                                                                 "__DATA__objc_classrefs",
                                                                                 "ivs-1.3.0_quantized_sqdev.espresso.weights",
                                                                                 ".jcr",
                                                                                 "__DATA__objc_imageinfo",
                                                                                 "model.espresso.weights",
                                                                                 "ivs-1.5.0_quantized_sqdev.espresso.weights",
                                                                                 ".ARM.exidx-af5570f5a1810b7af78caf4bc70a660f0df51e42baf91d4de5b2328de0e83dfc",
                                                                                 ".fini_array",
                                                                                 "__OBJC__image_info",
                                                                                 "__DATA__build_len",
                                                                                 "ivs-1.2.0_quantized_sqdev.espresso.weights",
                                                                                 "__DATA__nl_symbol_ptr"
                                                                             ],
                                                               "products":  [
                                                                                "Corel Painter 2016",
                                                                                "062-39980-13.6.8-22G820",
                                                                                "Super Fighter 3: Open City",
                                                                                "Vivaldi",
                                                                                "Vivaldi (ARM64)",
                                                                                "062-80466-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)",
                                                                                "062-78429-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)",
                                                                                "Android Studio Chipmunk",
                                                                                "062-91076-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)",
                                                                                "Citrix Workspace App for Linux (x86_64)",
                                                                                "EdrawMind",
                                                                                "Mullvad Browser for Linux",
                                                                                "062-40406-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)",
                                                                                "062-58676-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)",
                                                                                "062-53088-13.6.9-22G830",
                                                                                "Corel Painter 2017",
                                                                                "MATLAB",
                                                                                "062-64510-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)",
                                                                                "Sleep Cycle - Tracker \u0026 Sounds",
                                                                                "062-71934-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)",
                                                                                "Vivaldi (64 bit)",
                                                                                "Viber",
                                                                                "Drawing Desk:Learn to Draw App",
                                                                                "072-01382-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)",
                                                                                "062-78643-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)",
                                                                                "062-58676-14.6.1-23G93",
                                                                                "072-09041-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)",
                                                                                "072-09024-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)",
                                                                                "062-53088-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)",
                                                                                "Zoom Desktop Client",
                                                                                "QuickBooks Accounting",
                                                                                "072-12295-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)",
                                                                                "072-05999-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)",
                                                                                "Wireshark",
                                                                                "062-78824-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)",
                                                                                "052-69919-14.6-23G80",
                                                                                "Planet Fitness Workouts",
                                                                                "Android Studio Hedgehog",
                                                                                "Frida",
                                                                                "Android Studio",
                                                                                "062-45761-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)",
                                                                                "072-09024-13.7.1-22H221",
                                                                                "062-39980-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)",
                                                                                "072-12353-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)",
                                                                                "WhatsApp",
                                                                                "Structured - Daily Planner",
                                                                                "072-09041-14.7.1-23H222",
                                                                                "Brave Browser",
                                                                                "062-40406-12.7.6-21H1320",
                                                                                "Unity",
                                                                                "072-00427-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)",
                                                                                "SportsEngine - Team management",
                                                                                "Canary Mail",
                                                                                "Android Emulator",
                                                                                "Scatter Slots - Slot Machines",
                                                                                "062-59148-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)",
                                                                                "Adobe Scan: PDF \u0026 OCR Scanner",
                                                                                "062-78824-14.7-23H124",
                                                                                "062-78643-13.7-22H123",
                                                                                "052-69919-%!s(\u003cnil\u003e)-%!s(\u003cnil\u003e)"
                                                                            ],
                                                               "data_sources":  [
                                                                                    "Microsoft Corporation",
                                                                                    "HashDB",
                                                                                    "National Software Reference Library (NSRL)",
                                                                                    "monitor_hashdb_apple",
                                                                                    "monitor_hashdb_microsoft"
                                                                                ]
                                                           },
                                    "trusted_verdict":  {
                                                            "organization":  "Microsoft Corporation",
                                                            "verdict":  "goodware",
                                                            "generator":  "Microsoft Corporation",
                                                            "filename":  "PetsApp.svgbundle"
                                                        },
                                    "reputation":  -14,
                                    "names":  [
                                                  "__DATA__nl_symbol_ptr",
                                                  "__DATA__objc_classrefs",
                                                  "[4]",
                                                  ".data.rel.ro",
                                                  ".tls",
                                                  ".got",
                                                  ".jcr",
                                                  "Section",
                                                  ".fini_array",
                                                  "[2]",
                                                  "[0]",
                                                  "__DATA_CONST__got",
                                                  "__DATA__data",
                                                  ".data.DW.ref.__gxx_personality_v0",
                                                  "__DATA__thread_bss",
                                                  "library/filters",
                                                  ".data.rel.local.DW.ref.__gxx_personality_v0",
                                                  ".sdata",
                                                  ".init_array",
                                                  ".data.rel.local",
                                                  ".data.rel.ro.local",
                                                  ".data.rel.local.DW.ref._ZTISt9exception",
                                                  "__DATA__objc_imageinfo",
                                                  "__TEXT__const",
                                                  ".data.rel.local.DW.ref._ZTIN3X3D9ReadErrorE",
                                                  ".data.rel.local.DW.ref._ZTISt13runtime_error",
                                                  ".data.rel.local.DW.ref._ZTIN16vtklibproj_osgeo4proj2io16ParsingExceptionE",
                                                  ".data._ZL20GImAllocatorFreeFunc",
                                                  ".data._ZL21GImAllocatorAllocFunc",
                                                  ".data.rel.local.DW.ref._ZTINSt8ios_base7failureB5cxx11E",
                                                  ".data.rel.local.DW.ref._ZTISt12out_of_range",
                                                  ".data",
                                                  ".data.rel.local.DW.ref._ZTISt16invalid_argument",
                                                  ".data.developer",
                                                  ".data.libName",
                                                  ".data.nawarx",
                                                  ".rodata",
                                                  ".data.rel.local.DW.ref._ZTIPKc",
                                                  ".data.rel.local.DW.ref._ZTISt9bad_alloc",
                                                  ".data.rel.local.DW.ref._ZTIN3X3D9ScanErrorE",
                                                  ".data.rel.local.DW.ref._ZTIN10__cxxabiv115__forced_unwindE",
                                                  "example.zarr/uns/leiden/params/random_state/0",
                                                  "__DATA__got",
                                                  "example.zarr/uns/neighbors/params/random_state/0",
                                                  "C:\\Windows\\Temp\\sysmap.dat",
                                                  ".data.rel.local.DW.ref._ZTINSt7__cxx1112basic_stringIcSt11char_traitsIcESaIcEEE",
                                                  ".rodata.cst8",
                                                  ".data.rel.local.DW.ref._ZTIPc",
                                                  ".pdata",
                                                  ".rsrc/0/ACCELERATOR/201",
                                                  "lastPublishedId",
                                                  "[1]",
                                                  ".ARM.exidx.exit.text",
                                                  ".ARM.exidx.init.text",
                                                  "_121",
                                                  "__DATA????????????",
                                                  "_115",
                                                  "_1763",
                                                  "_181",
                                                  "_225",
                                                  "_271",
                                                  "_319",
                                                  "_364",
                                                  "_4",
                                                  "_410",
                                                  "_455",
                                                  "_508",
                                                  "_557",
                                                  "_60",
                                                  "_6256",
                                                  "_6698",
                                                  "_6774",
                                                  "_6854",
                                                  "_6939",
                                                  "_7010",
                                                  "_7086",
                                                  "_7151",
                                                  "_7277",
                                                  "_7387",
                                                  "_7709",
                                                  "Core/Strings/BeeingFemaleBasicAddOn_ARABIC.ILSTRINGS",
                                                  "Core/Strings/BeeingFemaleBasicAddOn_CHINESE.ILSTRINGS",
                                                  "Core/Strings/BeeingFemaleBasicAddOn_CZECH.ILSTRINGS",
                                                  "Core/Strings/BeeingFemaleBasicAddOn_DANISH.ILSTRINGS",
                                                  "Core/Strings/BeeingFemaleBasicAddOn_ENGLISH.ILSTRINGS",
                                                  "Core/Strings/BeeingFemaleBasicAddOn_FINNISH.ILSTRINGS",
                                                  "Core/Strings/BeeingFemaleBasicAddOn_FRENCH.ILSTRINGS",
                                                  "Core/Strings/BeeingFemaleBasicAddOn_GERMAN.ILSTRINGS",
                                                  "Core/Strings/BeeingFemaleBasicAddOn_GREEK.ILSTRINGS",
                                                  "Core/Strings/BeeingFemaleBasicAddOn_HUNGARIAN.ILSTRINGS",
                                                  "Core/Strings/BeeingFemaleBasicAddOn_ITALIAN.ILSTRINGS",
                                                  "Core/Strings/BeeingFemaleBasicAddOn_JAPANESE.ILSTRINGS",
                                                  "Core/Strings/BeeingFemaleBasicAddOn_NORWEGIAN.ILSTRINGS",
                                                  "Core/Strings/BeeingFemaleBasicAddOn_POLISH.ILSTRINGS",
                                                  "Core/Strings/BeeingFemaleBasicAddOn_PORTUGUESE.ILSTRINGS",
                                                  "Core/Strings/BeeingFemaleBasicAddOn_RUSSIAN.ILSTRINGS",
                                                  "Core/Strings/BeeingFemaleBasicAddOn_SPANISH.ILSTRINGS",
                                                  "Core/Strings/BeeingFemaleBasicAddOn_SWEDISH.ILSTRINGS",
                                                  "Core/Strings/BeeingFemaleBasicAddOn_TURKISH.ILSTRINGS",
                                                  "_176"
                                              ],
                                    "unique_sources":  430,
                                    "sha1":  "05fe405753166f125559e7c9ac558654f107c7e9",
                                    "wireshark":  {
                                                      "pcap":  {
                                                                   "File encapsulation":  "",
                                                                   "File type":  ""
                                                               }
                                                  },
                                    "last_modification_date":  1768534185,
                                    "threat_severity":  {
                                                            "threat_severity_level":  "SEVERITY_NONE",
                                                            "threat_severity_data":  {

                                                                                     },
                                                            "last_analysis_date":  "1709209067",
                                                            "version":  5,
                                                            "level_description":  "No severity score data"
                                                        },
                                    "size":  8,
                                    "last_analysis_date":  1768203650,
                                    "first_seen_itw_date":  1263282215,
                                    "autostart_locations":  [
                                                                {
                                                                    "entry":  "cmd.exe"
                                                                },
                                                                {
                                                                    "entry":  "HKLM\\System\\CurrentControlSet\\Services\\yt4ssroxo",
                                                                    "location":  "HKLM\\System\\CurrentControlSet\\Services"
                                                                },
                                                                {
                                                                    "entry":  "HKLM\\System\\CurrentControlSet\\Services\\wt32vjpr8",
                                                                    "location":  "HKLM\\System\\CurrentControlSet\\Services"
                                                                },
                                                                {
                                                                    "entry":  "HKLM\\System\\CurrentControlSet\\Services\\g9zp0ziyi",
                                                                    "location":  "HKLM\\System\\CurrentControlSet\\Services"
                                                                }
                                                            ],
                                    "ssdeep":  "3::",
                                    "type_tags":  [

                                                  ],
                                    "total_votes":  {
                                                        "harmless":  2,
                                                        "malicious":  9
                                                    },
                                    "sha256":  "af5570f5a1810b7af78caf4bc70a660f0df51e42baf91d4de5b2328de0e83dfc",
                                    "magika":  "UNKNOWN",
                                    "times_submitted":  954,
                                    "monitor_info":  {
                                                         "organizations":  [
                                                                               "Apple",
                                                                               "Microsoft"
                                                                           ],
                                                         "filenames":  [
                                                                           "ivs-1.3.0_quantized_sqdev.espresso.weights-af5570f5a1810b7af78caf4bc70a660f0df51e42baf91d4de5b2328de0e83dfc",
                                                                           ".ARM.exidx-af5570f5a1810b7af78caf4bc70a660f0df51e42baf91d4de5b2328de0e83dfc"
                                                                       ]
                                                     },
                                    "last_analysis_stats":  {
                                                                "malicious":  0,
                                                                "suspicious":  0,
                                                                "undetected":  62,
                                                                "harmless":  0,
                                                                "timeout":  0,
                                                                "confirmed-timeout":  0,
                                                                "failure":  0,
                                                                "type-unsupported":  14
                                                            },
                                    "first_submission_date":  1234710689,
                                    "last_submission_date":  1768395308,
                                    "sandbox_verdicts":  {
                                                             "Zenbox":  {
                                                                            "category":  "harmless",
                                                                            "malware_classification":  [
                                                                                                           "CLEAN"
                                                                                                       ],
                                                                            "sandbox_name":  "Zenbox",
                                                                            "confidence":  100
                                                                        }
                                                         },
                                    "last_analysis_results":  {
                                                                  "Bkav":  {
                                                                               "method":  "blacklist",
                                                                               "engine_name":  "Bkav",
                                                                               "engine_version":  "2.0.0.1",
                                                                               "engine_update":  "20260110",
                                                                               "category":  "undetected",
                                                                               "result":  null
                                                                           },
                                                                  "Lionic":  {
                                                                                 "method":  "blacklist",
                                                                                 "engine_name":  "Lionic",
                                                                                 "engine_version":  "8.16",
                                                                                 "engine_update":  "20260112",
                                                                                 "category":  "undetected",
                                                                                 "result":  null
                                                                             },
                                                                  "Cynet":  {
                                                                                "method":  "blacklist",
                                                                                "engine_name":  "Cynet",
                                                                                "engine_version":  "4.0.3.4",
                                                                                "engine_update":  "20260112",
                                                                                "category":  "undetected",
                                                                                "result":  null
                                                                            },
                                                                  "CMC":  {
                                                                              "method":  "blacklist",
                                                                              "engine_name":  "CMC",
                                                                              "engine_version":  "2.4.2022.1",
                                                                              "engine_update":  "20260112",
                                                                              "category":  "undetected",
                                                                              "result":  null
                                                                          },
                                                                  "CAT-QuickHeal":  {
                                                                                        "method":  "blacklist",
                                                                                        "engine_name":  "CAT-QuickHeal",
                                                                                        "engine_version":  "22.00",
                                                                                        "engine_update":  "20260111",
                                                                                        "category":  "undetected",
                                                                                        "result":  null
                                                                                    },
                                                                  "Skyhigh":  {
                                                                                  "method":  "blacklist",
                                                                                  "engine_name":  "Skyhigh",
                                                                                  "engine_version":  "v2021.2.0+4045",
                                                                                  "engine_update":  "20260111",
                                                                                  "category":  "undetected",
                                                                                  "result":  null
                                                                              },
                                                                  "ALYac":  {
                                                                                "method":  "blacklist",
                                                                                "engine_name":  "ALYac",
                                                                                "engine_version":  "2.0.0.10",
                                                                                "engine_update":  "20260112",
                                                                                "category":  "undetected",
                                                                                "result":  null
                                                                            },
                                                                  "Malwarebytes":  {
                                                                                       "method":  "blacklist",
                                                                                       "engine_name":  "Malwarebytes",
                                                                                       "engine_version":  "3.1.0.185",
                                                                                       "engine_update":  "20260112",
                                                                                       "category":  "undetected",
                                                                                       "result":  null
                                                                                   },
                                                                  "VIPRE":  {
                                                                                "method":  "blacklist",
                                                                                "engine_name":  "VIPRE",
                                                                                "engine_version":  "6.0.0.35",
                                                                                "engine_update":  "20260111",
                                                                                "category":  "undetected",
                                                                                "result":  null
                                                                            },
                                                                  "Sangfor":  {
                                                                                  "method":  "blacklist",
                                                                                  "engine_name":  "Sangfor",
                                                                                  "engine_version":  "2.22.3.0",
                                                                                  "engine_update":  "20260109",
                                                                                  "category":  "undetected",
                                                                                  "result":  null
                                                                              },
                                                                  "K7AntiVirus":  {
                                                                                      "method":  "blacklist",
                                                                                      "engine_name":  "K7AntiVirus",
                                                                                      "engine_version":  "14.28.58259",
                                                                                      "engine_update":  "20260112",
                                                                                      "category":  "undetected",
                                                                                      "result":  null
                                                                                  },
                                                                  "K7GW":  {
                                                                               "method":  "blacklist",
                                                                               "engine_name":  "K7GW",
                                                                               "engine_version":  "14.28.58258",
                                                                               "engine_update":  "20260112",
                                                                               "category":  "undetected",
                                                                               "result":  null
                                                                           },
                                                                  "CrowdStrike":  {
                                                                                      "method":  "blacklist",
                                                                                      "engine_name":  "CrowdStrike",
                                                                                      "engine_version":  "1.0",
                                                                                      "engine_update":  "20230417",
                                                                                      "category":  "undetected",
                                                                                      "result":  null
                                                                                  },
                                                                  "Arcabit":  {
                                                                                  "method":  "blacklist",
                                                                                  "engine_name":  "Arcabit",
                                                                                  "engine_version":  "2025.0.0.23",
                                                                                  "engine_update":  "20260112",
                                                                                  "category":  "undetected",
                                                                                  "result":  null
                                                                              },
                                                                  "Baidu":  {
                                                                                "method":  "blacklist",
                                                                                "engine_name":  "Baidu",
                                                                                "engine_version":  "1.0.0.2",
                                                                                "engine_update":  "20190318",
                                                                                "category":  "undetected",
                                                                                "result":  null
                                                                            },
                                                                  "VirIT":  {
                                                                                "method":  "blacklist",
                                                                                "engine_name":  "VirIT",
                                                                                "engine_version":  "9.5.1120",
                                                                                "engine_update":  "20260109",
                                                                                "category":  "undetected",
                                                                                "result":  null
                                                                            },
                                                                  "Symantec":  {
                                                                                   "method":  "blacklist",
                                                                                   "engine_name":  "Symantec",
                                                                                   "engine_version":  "1.22.0.0",
                                                                                   "engine_update":  "20260111",
                                                                                   "category":  "undetected",
                                                                                   "result":  null
                                                                               },
                                                                  "ESET-NOD32":  {
                                                                                     "method":  "blacklist",
                                                                                     "engine_name":  "ESET-NOD32",
                                                                                     "engine_version":  "18.2.18.0",
                                                                                     "engine_update":  "20260112",
                                                                                     "category":  "undetected",
                                                                                     "result":  null
                                                                                 },
                                                                  "TrendMicro-HouseCall":  {
                                                                                               "method":  "blacklist",
                                                                                               "engine_name":  "TrendMicro-HouseCall",
                                                                                               "engine_version":  "24.550.0.1002",
                                                                                               "engine_update":  "20260112",
                                                                                               "category":  "undetected",
                                                                                               "result":  null
                                                                                           },
                                                                  "Avast":  {
                                                                                "method":  "blacklist",
                                                                                "engine_name":  "Avast",
                                                                                "engine_version":  "23.9.8494.0",
                                                                                "engine_update":  "20260111",
                                                                                "category":  "undetected",
                                                                                "result":  null
                                                                            },
                                                                  "ClamAV":  {
                                                                                 "method":  "blacklist",
                                                                                 "engine_name":  "ClamAV",
                                                                                 "engine_version":  "1.5.1.0",
                                                                                 "engine_update":  "20260111",
                                                                                 "category":  "undetected",
                                                                                 "result":  null
                                                                             },
                                                                  "Kaspersky":  {
                                                                                    "method":  "blacklist",
                                                                                    "engine_name":  "Kaspersky",
                                                                                    "engine_version":  "22.0.1.28",
                                                                                    "engine_update":  "20260112",
                                                                                    "category":  "undetected",
                                                                                    "result":  null
                                                                                },
                                                                  "BitDefender":  {
                                                                                      "method":  "blacklist",
                                                                                      "engine_name":  "BitDefender",
                                                                                      "engine_version":  "7.2",
                                                                                      "engine_update":  "20260112",
                                                                                      "category":  "undetected",
                                                                                      "result":  null
                                                                                  },
                                                                  "SUPERAntiSpyware":  {
                                                                                           "method":  "blacklist",
                                                                                           "engine_name":  "SUPERAntiSpyware",
                                                                                           "engine_version":  "5.6.0.1032",
                                                                                           "engine_update":  "20260109",
                                                                                           "category":  "undetected",
                                                                                           "result":  null
                                                                                       },
                                                                  "MicroWorld-eScan":  {
                                                                                           "method":  "blacklist",
                                                                                           "engine_name":  "MicroWorld-eScan",
                                                                                           "engine_version":  "14.0.409.0",
                                                                                           "engine_update":  "20260112",
                                                                                           "category":  "undetected",
                                                                                           "result":  null
                                                                                       },
                                                                  "Tencent":  {
                                                                                  "method":  "blacklist",
                                                                                  "engine_name":  "Tencent",
                                                                                  "engine_version":  "1.0.0.1",
                                                                                  "engine_update":  "20260112",
                                                                                  "category":  "undetected",
                                                                                  "result":  null
                                                                              },
                                                                  "Sophos":  {
                                                                                 "method":  "blacklist",
                                                                                 "engine_name":  "Sophos",
                                                                                 "engine_version":  "3.3.1.0",
                                                                                 "engine_update":  "20260112",
                                                                                 "category":  "undetected",
                                                                                 "result":  null
                                                                             },
                                                                  "F-Secure":  {
                                                                                   "method":  "blacklist",
                                                                                   "engine_name":  "F-Secure",
                                                                                   "engine_version":  "18.10.1547.307",
                                                                                   "engine_update":  "20260112",
                                                                                   "category":  "undetected",
                                                                                   "result":  null
                                                                               },
